[
    {
      "name": "Omelette aux épinards et au fromage de chèvre",
      "picture":"picture1.jpg",
      "ingredients" : [
        {
            "ingredient": "Oeufs",
            "quantity": 4,
            "unitMeasure": ""
        },
        {
            "ingredient": "Epinards surgelés",
            "quantity": 50,
            "unitMeasure": "g"
        },
        {
            "ingredient": "Oignon",
            "quantity": 0.5,
            "unitMeasure": ""
        },
        {
            "ingredient": "Huile d'olive",
            "quantity": 0.5,
            "unitMeasure": "c à c"
        },
        {
            "ingredient": "Chèvre en bûche",
            "quantity": 38,
            "unitMeasure": "g"
        },
        {
            "ingredient": "Lait",
            "quantity": 25,
            "unitMeasure": "ml"
        },
        {
            "ingredient": "Sel",
            "quantity": 0,
            "unitMeasure": ""
        },
        {
            "ingredient": "Poivre",
            "quantity": 0,
            "unitMeasure": ""
        },
        {
            "ingredient": "Piment d'Espelette",
            "quantity": 0,
            "unitMeasure": ""
        }
      ],
      "instructions": [
        "Épluchez l'oignon, émincez-le finement. Coupez de grosses tranches de chèvre.", 
        "Cassez-les œufs, battez-les avec sel, poivre, piment et le lait.",
        "Dans une poêle faites chauffer l'huile. Ajoutez l'oignon émincé et les épinards décongelés. Laissez cuire 2/3 minutes. Ajoutez les œufs battus,et les rondelles de chèvre par dessus, et laissez cuire à feu doux. Soulevez délicatement un des bords de l'omelette, et penchez un peu la poêle pour que le liquide coule sous l'endroit soulevé. De cette façon, votre omelette sera parfaitement cuite partout."
        ]
    },
    {
      "name": "Poulet grillé avec légumes rôtis",
      "picture":"picture2.jpg",
      "ingredients" : [
        {
            "ingredient": "Poulet",
            "quantity": 2,
            "unitMeasure": "Cuisses"
        },
        {
            "ingredient": "Tomates",
            "quantity": 2,
            "unitMeasure": "Grosses"
        },
        {
            "ingredient": "Poivrons rouge",
            "quantity": 0.5,
            "unitMeasure": ""
        },
        {
            "ingredient": "Poivrons vert",
            "quantity": 0.5,
            "unitMeasure": ""
        },
        {
            "ingredient": "Romarin",
            "quantity": 1,
            "unitMeasure": "Branches"
        },
        {
            "ingredient": "Huile d'olive",
            "quantity": 1.5,
            "unitMeasure": "C à s."
        },
        {
            "ingredient": "Eau",
            "quantity": 0.5,
            "unitMeasure": "Verre"
        },
        {
            "ingredient": "Sel, poivre du moulin",
            "quantity": 0,
            "unitMeasure": ""
        }
      ],
      "instructions": [
        "Préchauffez le four à th.7 (210°C). Préparez les légumes : nettoyez, épépinez et coupez les poivrons en lamelles. Pelez et coupez les oignons en rondelles. Nettoyez et coupez les tomates en quartiers.", 
        "Salez et poivrez les cuisses de poulet puis déposez-les dans un plat à four.",
        "Ajoutez les légumes et le romarin sur le dessus. Arrosez d’huile d’olive puis versez un verre d’eau dans le fond du plat pour éviter que les légumes n'attachent.",
        "Enfournez pendant 20 min, puis retournez les cuisses. Faites cuire à nouveau pendant 20 min. Lorsque la volaille et les légumes sont bien dorés, sortez le plat du four et dégustez bien chaud."
        ]
    },
    {
        "name": "Saumon grillé avec asperges et crème d'avocat",
        "picture":"picture3.jpg",
        "ingredients" : [
            {
                "ingredient": "Oignons",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Asperges vertes",
                "quantity": 300,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Gousse d'ail",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Filet de saumon avec peau",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Avocats bien mûrs",
                "quantity": 3,
                "unitMeasure": ""
            },
            {
                "ingredient": "Avocats",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Crème fraîche",
                "quantity": 0.5,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Citron",
                "quantity": 0.25,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Sel",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Poivre",
                "quantity": 0,
                "unitMeasure": ""
            }
          ],
          "instructions": [
            "Pressez le jus du citron. Mettez la chair des avocats bien mûrs dans le bol d'un mixeur et ajoutez le jus de citron, la crème fraîche, du sel et du poivre. Mixez finement pour obtenir une crème lisse. Servir bien frais.", 
            "Coupez l’extrémité dure des asperges. Pelez et pressez les gousses d’ail. Mélangez-les à un filet d’huile d’olive, du sel et du poivre. Badigeonnez les asperges de cette préparation puis faites-les griller dans une poêle jusqu’à ce qu’elles soient al dente. Salez et poivrez les filets de saumon et faites-les cuire côté peau jusqu’à ce que celle-ci soit dorée et croustillante. Retournez-les et laissez cuire encore 2 min.",
            "Répartissez les asperges et un demi avocat dans les assiettes. Disposez un filet de saumon et nappez-le de vinaigrette au citron vert. Décorez de jeunes oignons puis servez avec la crème d’avocat."
            ]
    },
    {
        "name": "Salade de poulet césar",
        "picture":"picture4.jpeg",
        "ingredients" : [
            {
                "ingredient": "Escalope de poulet",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Biscotte",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Salade verte",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Parmesan en copeaux",
                "quantity": 50,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Citron",
                "quantity": 3,
                "unitMeasure": ""
            },
            {
                "ingredient": "Echalote",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Piment d'Espelette",
                "quantity": 0,
                "unitMeasure": "1 pincée"
            },
            {
                "ingredient": "Beurre",
                "quantity": 0,
                "unitMeasure": "1 noix"
            },
            {
                "ingredient": "Sel",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Poivre",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Crème fraîche",
                "quantity": 2,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Moutarde",
                "quantity": 1,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Parmesan en rapé",
                "quantity": 1,
                "unitMeasure": "c à c."
            },
            {
                "ingredient": "Vinaigre balsamique",
                "quantity": 1,
                "unitMeasure": "c à c."
            }
          ],
          "instructions": [
            "Émincez les blancs de poulet, placez-les dans un plat et versez le jus du demi-citron dessus. Laissez mariner au minimum 4 heures au frigo.", 
            "Réduisez les biscottes en miettes, puis ajoutez le piment d'Espelette, le sel et le poivre. Faites chauffer le beurre dans une poêle anti-adhésive. Panez les émincés de poulet dans la chapelure aux épices et mettez-les dans la poêle chaude. Laissez cuire environ 3 à 4 min, jusqu'à ce que les aiguillettes de poulet soient cuites.",
            "Dressez les assiettes individuellement ou mettez tous les ingrédients dans un saladier. Mélangez la salade, l'échalote émincée, les copeaux de parmesan et les morceaux de poulet.",
            "Dans un bol, préparez la vinaigrette avec la crème fraîche, la moutarde, le jus du demi-citron, le parmesan et le vinaigre balsamique. Assaisonnez avec le sel et le poivre.",
            "Arrosez la salade César de vinaigrette, et servez-la en entrée ou en plat unique."
            ]
    },
    {
        "name": "Steak grillé avec brocoli rôti",
        "picture":"picture5.png",
        "ingredients" : [
            {
                "ingredient": "Brocoli",
                "quantity": 1000,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Gousse d'ail",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Oignon",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Steack haché de boeuf",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Beurre",
                "quantity": 1.5,
                "unitMeasure": ""
            },
            {
                "ingredient": "Bouillon de boeuf",
                "quantity": 150,
                "unitMeasure": "ml"
            },
            {
                "ingredient": "Vinaigre balsamique",
                "quantity": 1,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Sel",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Poivre",
                "quantity": 0,
                "unitMeasure": ""
            }
          ],
          "instructions": [
            "Préchauffez le four à 200°C. Portez une bonne quantité d'eau à ébullition dans la casserole pour le brocoli. Détaillez la fleur du brocoli en fleurettes et la tige en dés. Faites cuire le brocoli 4 minutes à couvert dans la casserole. Écrasez ou émincez l'ail. Egouttez le brocoli. Dans un bol, mélangez le brocoli avec l'huile d’olive, l'ail, du sel et du poivre.", 
            "Disposez le brocoli sur la plaque de cuisson recouverte de papier sulfurisé et faites-les rôtir 10 à 12 minutes au four, ou jusqu’à ce qu'ils brunissent. Remuez de temps en temps.",
            "Préparez le bouillon. Émincez l'oignon. Faites chauffer 1/2 cs de beurre par personne dans la poêle à feu moyen-vif. Faites-y cuire l'oignon 3 à 5 minutes. Déglacez avec 1/2 cs de vinaigre balsamique noir par personne, le bouillon de bœuf. Portez le feu sur moyen-doux, mélangez bien et laissez réduire 5 à 6 minutes. Salez et poivrez à votre goût. Réservez au chaud jusqu’au service.",
            "Faites chauffer 1/4 cs de beurre par personne dans la 2e poêle à feu moyen-vif et faites-y cuire le steak haché 2 à 4 minutes d'un côté. Retournez-le et saupoudrez-le de sel et de poivre. Faites-le cuire aussi 2 à 4 minutes de ce côté.",
            "Servez le brocoli rôti sur les assiettes et disposez le steak haché à côté."
            ]
    },
    {
        "name": "Poulet gratiné aux poivrons et courgettes",
        "picture":"picture6.png",
        "ingredients" : [
            {
                "ingredient": "Coulis de poivrons",
                "quantity": 50,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Courgette",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Emmental râpé",
                "quantity": 20,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Poivrons rouge",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Filet de poulet",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Thym",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Huile d'olive",
                "quantity": 1,
                "unitMeasure": "c à c."
            },
            {
                "ingredient": "Sel",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Poivre",
                "quantity": 0,
                "unitMeasure": ""
            }
          ],
          "instructions": [
            "Préchauffez votre four à 180°C en chaleur tournante* Lavez et coupez les 4 faces du poivron, retirez les pépins et les parties blanches puis coupez-le en lanières Lavez et coupez les courgettes en rondelles", 
            "Disposez les blancs de poulet dans un plat à four Salez, poivrez puis badigeonnez-les de coulis de poivron. Vous pouvez remplacer par du coulis de tomate. Parsemez-les ensuite d'emmental râpé",
            "Ajoutez les lanières de poivron et les courgettes dans le plat Parsemez l’ensemble de thym, salez, poivrez et versez un filet* d'huile d'olive Enfournez 25 min à 180°C",
            "Quand les blancs de poulet sont bien gratinés, servez-les dans les assiettes Accompagnez avec les légumes et dégustez bien chaud"
            ]
    },
    {
        "name": "Salade de thon avec avocat et concombre",
        "picture":"picture7.jpg",
        "ingredients" : [
            {
                "ingredient": "Thon",
                "quantity": 160,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Concombre",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Avocat",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Oignon rouge",
                "quantity": 0.5,
                "unitMeasure": ""
            },
            {
                "ingredient": "Citron",
                "quantity": 0.5,
                "unitMeasure": ""
            }
          ],
          "instructions": [
            "Épluchez et émincez finement l'oignon rouge.", 
            "Lavez et coupez le concombre en cubes.",
            "Préparez la vinaigrette en ajoutant 1 cuillère à soupe d'huile d'olive par personne, des zestes de citron et le jus de citron. Salez, poivrez et mélangez bien.",
            "Optionnel : si vous en avez, lavez puis hachez la coriandre.",
            "Dans un bol ou une assiette creuse, ajoutez : le thon égoutté, les cubes de concombre et les oignons rouges émincés. ",
            "Coupez l'avocat en 2, retirez le noyau puis quadrillez-le. À l'aide d'une cuillère à soupe, retirez la peau et ajoutez les morceaux d'avocat dans le bol ou l'assiette. Ajoutez la coriandre hachée si vous en avez.",
            "Ajoutez la vinaigrette, salez et poivrez. C'est prêt !"
            ]
    },
    {
        "name": "Poulet rôti avec chou-fleur rôti",
        "picture":"picture8.jpg",
        "ingredients" : [
            {
                "ingredient": "Filet de poulet",
                "quantity": 350,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Huile d'olive",
                "quantity": 1,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Choux fleur",
                "quantity": 500,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Câpres",
                "quantity": 1,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Vinaigre balsamique",
                "quantity": 1,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Citron coupés en morceau",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Sel",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Poivre",
                "quantity": 0,
                "unitMeasure": ""
            }
            
          ],
          "instructions": [
            "Préchauffer le four à 230°C.", 
            "Couper les filet de poulet de moitié. Réserver.",
            "Chauffer une cuillère à soupe d’huile d’olive dans une grande poêle à feu moyen-vif. Ajouter les morceaux de poulet, assaisonner avec le sel et le poivre. Faire revenir chaque côté environ 5 minutes jusqu’à ce qu’ils deviennent dorés et bien cuits. Couvrir et garder au chaud en réservant le jus de cuisson.",
            "Couper la tête du chou-fleur en quatre. Retirer le cœur. Couper les bouquets d’une grosseur de 5 cm environ. Mélanger les bouquets avec une autre cuillère à soupe d’huile d’olive. Étaler sur une plaque à pâtisserie. Placer dans un four préchauffé et faire cuire pendant 15 minutes. Retirer du four et retourner les bouquets de chou-fleur pour favoriser un rôtissage uniforme. Déposer le poulet sur le chou-fleur et y verser le liquide de la poêle, continuer à cuire jusqu’ils deviennent tendres et que le poulet soit bien chaud, environ 5 à 10 minutes ou qu’il ait atteint une température de 70 °C. Retirer du four.",
            "Pour servir, placer les morceaux de poulet rôti au centre d’un plat de service. Mettre le liquide du chou-fleur et le liquide de la poêle dans un grand bol. Mélanger avec les câpres, le persil haché et le vinaigre balsamique. Répartir autour du poulet sur le plat. Garnir de brins de persil frais et des quartiers de citron."
            ]
    },
    {
        "name": "Bavette de boeuf avec salade de roquette et de tomates cerises",
        "picture":"picture9.jpg",
        "ingredients" : [
            {
                "ingredient": "Bavette de boeuf",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Tomate cerise",
                "quantity": 240,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Echalotes",
                "quantity": 0.5,
                "unitMeasure": ""
            },
            {
                "ingredient": "Poignées de salade roquette",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Beurre",
                "quantity": 40,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Bouquet de basilique frais",
                "quantity": 0.2,
                "unitMeasure": ""
            }            
          ],
          "instructions": [
            "Ciselez le basilic (c'est-à-dire coupez les feuilles en très fines lamelles) à l'aide d'un couteau ou d'un ciseau.", 
            "Lavez et coupez les tomates cerises en deux.",
            "Déposez les tomates cerises dans un bol et ajoutez le basilic. Salez, poivrez et versez un filet d'huile d'olive. Mélangez et réservez au frais.",
            "Épluchez puis émincez les échalotes.",
            "Dans une poêle chaude, ajoutez la moitié du beurre et les échalotes. Faites-les revenir 2 minutes, sur feu moyen.",
            "Une fois l'eau évaporée, ajoutez l'autre moitié du beurre, la bavette dans la poêle et faites cuire 2 minutes en arrosant de chaque côté pour une cuisson saignante.",
            "Retirez la viande de la poêle une fois cuite. Ajoutez un fond d'eau dans la poêle pour faire le jus.",
            "Replacez la viande dans son jus avant de coupez la bavette en tranches.",
            "Dans une assiette, servez la roquette avec la bavette et la salade de tomates cerises. Ajoutez un filet d'huile d'olive, salez, poivrez et ajoutez quelques feuilles de basilic s'il vous en reste, c'est prêt !"
            ]
    },
    {
        "name": "Sardine avec son caviar d'aubergine et sa salade de tomate",
        "picture":"picture10.jpg",
        "ingredients" : [
            {
                "ingredient": "Boite de sardine",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Aubergines",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Gousse d'ail",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Huile d'olive",
                "quantity": 10,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Tomate",
                "quantity": 2,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Oignon",
                "quantity": 0.5,
                "unitMeasure": ""
            },
            {
                "ingredient": "Huile d'olive",
                "quantity": 1.5,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Vinaigre balsamique",
                "quantity": 1.5,
                "unitMeasure": "c à s."
            }       
          ],
          "instructions": [
            "Commencez par préchauffer votre four th.7 (210°C). Coupez les aubergines en 2 et quadrillez la chair. Salez, poivrez puis faites ensuite cuire les aubergines 30 min au four. (Vérifiez la cuisson à l'aide d'un couteau). Dès que les aubergines sont cuites, enlevez la peau et déposez-les dans un grand saladier. Écrasez la chair à l'aide d'une fourchette ou avec un mixeur.", 
            "Hachez les gousses d'ail très finement, puis ajoutez-les aux aubergines avec l'huile d'olive. Incorporez ensuite le sel, le poivre et le jus du demi citron.",
            "Laissez reposer minimum 1h à 1h30 avant de déguster",
            "Couper les tomates en morceau et assaisonnez avec l'huile d'olive et le vinaigre balsamique.",
            "Présentez les sardines dans une assiette avec la salade de tomate et le caviar d'aubergine"
            ]
    },
    {
        "name": "Omelette aux tomates",
        "picture":"picture11.jpg",
        "ingredients" : [
            {
                "ingredient": "Oignons",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Tomates",
                "quantity": 1.5,
                "unitMeasure": ""
            },
            {
                "ingredient": "Huile d'olive",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Oeufs",
                "quantity": 4,
                "unitMeasure": ""
            },
            {
                "ingredient": "Sel",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Poivre",
                "quantity": 0,
                "unitMeasure": ""
            }       
          ],
          "instructions": [
            "Couper les oignons finement et les faire revenir dans l'huile d'olive avec un peu de sel.",
            "Couper les tomates en dés et les ajouter aux oignons.",
            "Laisser cuire quelques minutes pour que les goûts se mélangent bien.",
            "Pendant ce temps, battre les oeufs, saler et poivrer.",
            "Verser les oeufs dans la poêle et réduire le feu au minimum.",
            "Couvrir avec un couvercle et laisser cuire quelques minutes."
            ]
    },
    {
        "name": "Shakshuka aux oeufs et tomates",
        "picture":"picture12.jpg",
        "ingredients" : [
            {
                "ingredient": "Tomates",
                "quantity": 400,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Oeufs",
                "quantity": 4,
                "unitMeasure": ""
            },
            {
                "ingredient": "Poivrons rouge",
                "quantity": 0.5,
                "unitMeasure": ""
            },
            {
                "ingredient": "Oignons",
                "quantity": 0.5,
                "unitMeasure": ""
            },
            {
                "ingredient": "Gousse d'ail",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Cumin",
                "quantity": 1,
                "unitMeasure": "c à c."
            },
            {
                "ingredient": "Piment d'Espelette",
                "quantity": 0,
                "unitMeasure": "c à c."
            },
            {
                "ingredient": "Coriandre émincée",
                "quantity": 0.5,
                "unitMeasure": "botte"
            },
            {
                "ingredient": "Persil émincé",
                "quantity": 0.5,
                "unitMeasure": "botte"
            },
            {
                "ingredient": "Huile d'olive",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Sel",
                "quantity": 0,
                "unitMeasure": ""
            }       
          ],
          "instructions": [
            "Hachez les tomates, les poivrons et l’oignon. Versez un filet d’huile d’olive dans une grande poêle (en fonte de préférence) et faites-la chauffer sur feu moyen avec les tomates, les poivrons et l’oignon hachés. Ajoutez les gousses d’ail émincées, le cumin, 1 cuil. à café de piment d’Espelette et 1 cuil. à café de sel. Laissez cuire 20 mn en remuant.",
            "Mixez la moitié de la préparation avec un mixeur plongeant et remettez-la dans la poêle.",
            "Cassez les œufs dans la poêle. Baissez sur feu doux et poursuivez la cuisson 7 à 10 mn.",
            "Parsemez d’herbes émincées, d’un peu de fleur de sel et de piment d’Espelette. Dégustez chaud"
            ]
    },
    {
        "name": "Frittata méditerranéenne express et salsa à l’avocat",
        "picture":"picture13.jpg",
        "ingredients" : [
            {
                "ingredient": "Huile d'olive",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Oeufs",
                "quantity": 4,
                "unitMeasure": ""
            },
            {
                "ingredient": "Lait",
                "quantity": 4,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Oignons vert",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Tomates cerises",
                "quantity": 8,
                "unitMeasure": ""
            },
            {
                "ingredient": "Champignons",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Feta",
                "quantity": 4,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "basilique frais",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Avocat",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Citron pressé",
                "quantity": 2,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Ail",
                "quantity": 0.5,
                "unitMeasure": ""
            },
            {
                "ingredient": "Sel et poivre",
                "quantity": 0,
                "unitMeasure": ""
            }
          ],
          "instructions": [
            "Badigeonner un plat en verre d'huile d'olive.",
            "Verser les oeufs et le lait dans le plat et mélanger énergiquement.",
            "Couper l'oignon vert et les champignons finement, la moitié des tomates cerises et la feta en dés ainsi que le basilique finement, mettre dans le plat et poivrez",
            "Mélanger le tout et faire cuire au micro-onde à puissance élevée pendant 1 min. Remuer le mélange et faire cuire 1 autre minute. Remuer une dernière fois et remettre encore 45 secondes. Laisser reposer 1 minute.",
            "Dans un bol, couper l'avocat, le reste des tomates cerises, ajouter le jus de citron, le basilique frais ainsi que l'ail haché finement. Salez poivrez et verser la préparation sur la Frittata."
            ]
    },
    {
        "name": "Oeufs au four à la sauce tomate et au gruyère râpé",
        "picture":"picture14.jpg",
        "ingredients" : [
            {
                "ingredient": "Oeufs frais",
                "quantity": 4,
                "unitMeasure": ""
            },
            {
                "ingredient": "Sauce tomate nature",
                "quantity": 0.5,
                "unitMeasure": "pot"
            },
            {
                "ingredient": "Sauce tomate nature",
                "quantity": 0.5,
                "unitMeasure": "pot"
            },
            {
                "ingredient": "Gruyère rapé",
                "quantity": 25,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Herbe de provence",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Sel et poivre",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Salade",
                "quantity": 0,
                "unitMeasure": ""
            }
          ],
          "instructions": [
            "Préchauffez le four à 180°C",
            "Versez la sauce tomate dans des petits ramequins plats allant au four.",
            "Dans chaque ramequin, cassez deux oeufs sur la sauce tomate.",
            "Parsemez les oeufs d'herbes de Provence et de gruyère râpé allégé. Salez et poivrez selon vos goûts.",
            "Enfournez dans le four préchauffé et laissez cuire pendant 12 à 15 minutes selon la puissance du four.",
            "A la sortie du four, servez de suite accompagné d'une salade verte assaisonnée."
            ]
    },
    {
        "name": "Avocat farci au thon et sa salade de concombre au yaourt",
        "picture":"picture15.jpg",
        "ingredients" : [
            {
                "ingredient": "Avocats  mûrs",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Thon",
                "quantity": 150,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Mayonnaise",
                "quantity": 6,
                "unitMeasure": "c à c."
            },
            {
                "ingredient": "Concombre",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Yaourt grec",
                "quantity": 150,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Ail",
                "quantity": 0.5,
                "unitMeasure": "gousse"
            },
            {
                "ingredient": "jus de citron",
                "quantity": 2,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Huile d'olive",
                "quantity": 1.5,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Vinaigre",
                "quantity": 1,
                "unitMeasure": "c à c."
            },
            {
                "ingredient": "Aneth",
                "quantity": 2,
                "unitMeasure": "brins"
            },
            {
                "ingredient": "Sel et poivre",
                "quantity": 0,
                "unitMeasure": ""
            }
          ],
          "instructions": [
            "Couper les avocats en deux et les dénoyauter. Egoutter le thon et l'émietter dans un bol.",
            "Ajouter la mayonnaise et mélanger puis saler et poivrer et remélanger.",
            "Garnir ensuite les avocats, puis réserver au frais au moins une heure.",
            "Épluchez les concombres, ôtez les graines et coupez-les en fines rondelles bien régulières. Puis disposez-les dans un plat, saupoudrez-les de gros sel et remuez délicatement. Laissez les concombres dégorger pendant 15 min environ, puis passez-les sous l'eau claire pour éliminer le sel. Enfin, épongez-les bien à l'aide d'un linge propre ou de papier absorbant.",
            "Versez le yaourt dans un saladier. Ajoutez la gousse d'ail écrasée, puis ajoutez ensuite l'huile d'olive, le jus de citron et le vinaigre. Salez, poivrez et mélangez. Incorporez les rondelles de concombre et l'aneth délicatement ciselée à la préparation. Mélangez à nouveau le tout de façon à ce que la sauce enveloppe bien le concombre.",
            "Décorez de quelques brins d'aneth et servez bien frais"
            ]
    },
    {
        "name": "Frittata aux asperges, petits pois et feta avec tomates rôties",
        "picture":"picture16.jpg",
        "ingredients" : [
            {
                "ingredient": "Asperges vertes",
                "quantity": 6,
                "unitMeasure": ""
            },
            {
                "ingredient": "Petits pois (surgelés ou frais)",
                "quantity": 450,
                "unitMeasure": "g"
            },
            {
                "ingredient": "oeufs",
                "quantity": 4,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Persil",
                "quantity": 0.5,
                "unitMeasure": "bouquet"
            },
            {
                "ingredient": "Estragon",
                "quantity": 1,
                "unitMeasure": "branches"
            },
            {
                "ingredient": "Crème fraîche",
                "quantity": 75,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Huile d'olive",
                "quantity": 1,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "sel et poivre",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Tomates cerises",
                "quantity": 15,
                "unitMeasure": ""
            },
            {
                "ingredient": "Ail",
                "quantity": 4,
                "unitMeasure": "gousses"
            },
            {
                "ingredient": "Thym",
                "quantity": 0,
                "unitMeasure": ""
            }
          ],
          "instructions": [
            "Dans un plat allant au four, déposez les tomates en grappes et ajoutez 3 gousses d’ail.",
            "Arrosez généreusement d’huile d’olive.",
            "Salez, poivrez et ajoutez quelques brins de thym.",
            "Enfournez pendant 1 heure 30 dans un four à 150°C. 2 fois pendant la cuisson, versez l'huile du fond du plat sur les tomate pour bien les arroser.",
            "Coupez l'extrémité dure des asperges, puis faites-les cuire à l'eau bouillante salée pendant 6 min. Retirez-les, refroidissez-les sous l'eau fraîche. Puis séchez-les sur du papier absorbant.",
            "Faites cuire les petits pois pendant 3 min. Rafraîchissez-les aussi et séchez-les.",
            "Hachez les feuilles de persil et d'estragon. Mélangez-les aux œufs battus, incorporez le fromage, l'ail écrasé au presse-ail, salez, poivrez.",
            "Huilez une poêle (d'environ 25 cm de diamètre et allant au four), versez alternativement du mélange d’œufs aux herbes, des petits pois cuits, des œufs, des asperges, des œufs, des petits pois et finissez par des œufs.",
            "Enfournez à 180 °C pendant 40 min (la surface doit être bien dorée)."
            ]
    },
    {
        "name": "Curry de crevettes et purée de tomates",
        "picture":"picture17.png",
        "ingredients" : [
            {
                "ingredient": "Crevettes cuites décortiquées",
                "quantity": 300,
                "unitMeasure": "g"
            },
            {
                "ingredient": "Lait de coco",
                "quantity": 40,
                "unitMeasure": "cl"
            },
            {
                "ingredient": "Tomate pelées en dés",
                "quantity": 2,
                "unitMeasure": ""
            },
            {
                "ingredient": "Oignon",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Gingembre moulu",
                "quantity": 1,
                "unitMeasure": "c à c."
            },
            {
                "ingredient": "Ail",
                "quantity": 1,
                "unitMeasure": "gousse"
            },
            {
                "ingredient": "Piment rouge séché",
                "quantity": 1,
                "unitMeasure": ""
            },
            {
                "ingredient": "Piment en poudre",
                "quantity": 1,
                "unitMeasure": "c à c."
            },
            {
                "ingredient": "Curcuma",
                "quantity": 1,
                "unitMeasure": "c à c."
            },
            {
                "ingredient": "Coriandre émincée",
                "quantity": 1,
                "unitMeasure": "c à c."
            },
            {
                "ingredient": "Cumin",
                "quantity": 1,
                "unitMeasure": "c à c."
            },
            {
                "ingredient": "Huile d'olive",
                "quantity": 3,
                "unitMeasure": "c à s."
            },
            {
                "ingredient": "Salade",
                "quantity": 0,
                "unitMeasure": ""
            },
            {
                "ingredient": "Sel",
                "quantity": 0,
                "unitMeasure": ""
            }
          ],
          "instructions": [
            "Émincez les oignons, chauffez de l'huile dans une sauteuse et faites-les revenir pendant 5 min, en remuant avec une spatule.",
            "Ajoutez les gousses d'ail hachées, le gingembre, le piment séché, la poudre de piment, le curcuma, la coriandre ciselée et le cumin. Mouillez avec 2 c. à soupe d'eau et faites revenir le mélange d'épices pendant 2 min en remuant pour ne pas qu'il accroche.",
            "Ajoutez les tomates avec 50 ml d'eau. Laissez réduire pendant 5 min. Puis ajoutez le lait de coco, salez et mélangez.",
            "Ajoutez les crevettes, laissez cuire environ 20 min, jusqu'à l'obtention d'une sauce curry onctueuse.",
            "Servez avec une salade assaisonnée"
            ]
    }
  ]